<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head>

<meta content="text/html; charset=ISO-8859-1" http-equiv="content-type"><title>desktop</title></head><body>
<h1>&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;</h1>

<h2><a name="p1"></a>&#1042;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; </h2>

<div style="text-align: justify;">&#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1077; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1086;&#1084; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;
&#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;, &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1073;&#1088;&#1072;&#1091;&#1079;&#1077;&#1088;&#1072; Firefox.
&#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1080;&#1085;&#1086;&#1075;&#1076;&#1072; &#1085;&#1091;&#1078;&#1077;&#1085; &#1087;&#1088;&#1103;&#1084;&#1086;&#1081; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1091;, &#1082; &#1077;&#1075;&#1086; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077;.
&#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1090;&#1072;&#1082;&#1091;&#1102; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1072;
&#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1086;&#1073;&#1086;&#1083;&#1086;&#1095;&#1082;&#1072; GNOME, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1097;&#1072;&#1103; &#1074; &#1089;&#1077;&#1073;&#1103; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083;,
&#1084;&#1077;&#1085;&#1102;, &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1080; &#1088;&#1103;&#1076; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084; &#1076;&#1083;&#1103; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1044;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1084;&#1091; &#1089;&#1090;&#1086;&#1083;&#1091; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1083;&#1080;&#1073;&#1086; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;, &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1074;
&#1082; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1091; &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;, &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1091; &#1080; &#1084;&#1099;&#1096;&#1100;, &#1083;&#1080;&#1073;&#1086; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1085;&#1086;, &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; FreeNX (&#1089;&#1084;. "<a onclick='parent.obj.go_to("2.2",true,event)' href="null">&#1059;&#1076;&#1072;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1084;&#1091; &#1089;&#1090;&#1086;&#1083;&#1091;&nbsp;
&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;</a>").<br>
</div>

<br>
<div style="text-align: justify;">
&#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1091; &#1085;&#1077;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;, &#1085;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1082;
&#1085;&#1077;&#1084;&#1091; &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;, &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1091; &#1080; &#1084;&#1099;&#1096;&#1100;. &#1047;&#1072;&#1090;&#1077;&#1084; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080; &#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; &#1080;
&#1087;&#1072;&#1088;&#1086;&#1083;&#1100;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080; &#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; sysadmin, &#1090;&#1086; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;
&#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1089;&#1103; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;. <br>
<br>
&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1086;&#1096;&#1083;&#1080; &#1086;&#1090; &#1080;&#1084;&#1077;&#1085;&#1080; &#1076;&#1088;&#1091;&#1075;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; "<span style="font-weight: bold;">startx</span>".<br>
</div>

<h2><a name="p2"></a>
&#1050;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1099; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1089;&#1090;&#1086;&#1083;&#1072; &#1080; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099;</h2>


<div style="text-align: center;"><img style="width: 799px; height: 604px;" src="img/desktop.png" alt="desktop.png"><br>
</div>
<br>
<div style="text-align: justify;">
&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1087;&#1086;&#1093;&#1086;&#1078; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093;
&#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081;. &#1042;&#1074;&#1077;&#1088;&#1093;&#1091; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; <span style="font-weight: bold;">&#1083;&#1080;&#1085;&#1077;&#1081;&#1082;&#1072; &#1084;&#1077;&#1085;&#1102;</span>. &#1053;&#1072; &#1085;&#1077;&#1081; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103;
&#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1077; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1099; "<span style="font-weight: bold;">&#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;</span>", "<span style="font-weight: bold;">&#1055;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076;</span>" &#1080;<span style="font-weight: bold;"> </span>"<span style="font-weight: bold;">&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;</span>". &#1058;&#1072;&#1082;&#1078;&#1077; &#1089;&#1087;&#1088;&#1072;&#1074;&#1072; &#1077;&#1089;&#1090;&#1100;
&#1080;&#1085;&#1076;&#1080;&#1082;&#1072;&#1090;&#1086;&#1088; &#1088;&#1072;&#1089;&#1082;&#1083;&#1072;&#1076;&#1086;&#1082; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;, &#1090;&#1077;&#1082;&#1091;&#1097;&#1072;&#1103; &#1076;&#1072;&#1090;&#1072; &#1080; &#1074;&#1088;&#1077;&#1084;&#1103;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1042;&#1085;&#1080;&#1079;&#1091; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; <span style="font-weight: bold;">&#1055;&#1072;&#1085;&#1077;&#1083;&#1100; &#1079;&#1072;&#1076;&#1072;&#1095;</span>. &#1057;&#1083;&#1077;&#1074;&#1072; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1079;&#1085;&#1072;&#1095;&#1086;&#1082; "<span style="font-weight: bold;">&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1074;&#1089;&#1077;
&#1086;&#1082;&#1085;&#1072;</span>", &#1072; &#1089;&#1087;&#1088;&#1072;&#1074;&#1072; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; <span style="font-weight: bold;">&#1082;&#1086;&#1088;&#1079;&#1080;&#1085;&#1072;</span>. &#1055;&#1077;&#1088;&#1077;&#1076; &#1082;&#1086;&#1088;&#1079;&#1080;&#1085;&#1086;&#1081; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103;
<span style="font-weight: bold;">&#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1089;&#1090;&#1086;&#1083;&#1086;&#1074;</span>, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1042; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;, &#1074; &#1084;&#1077;&#1085;&#1102; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1099;
&#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099;. &#1047;&#1076;&#1077;&#1089;&#1100; &#1084;&#1099; &#1086;&#1087;&#1080;&#1096;&#1077;&#1084; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1079; &#1085;&#1080;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077;
&#1074;&#1089;&#1090;&#1088;&#1077;&#1095;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1080;.<br>
</div>

<h3><a name="p3"></a>
&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1085;&#1099;&#1081; &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;</h3>


&#1053;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1084;&#1077;&#1085;&#1102; <span style="font-weight: bold;">&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; -&gt; &#1040;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; -&gt; &#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;&#1081; &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;</span>.<br>
<br>
<div style="text-align: center;"><img src="img/sysmon.png" alt="sysmon.png"><br>
</div>
<br>
&#1055;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077;.<br>
<br>
<div style="text-align: justify;">
&#1053;&#1072; &#1079;&#1072;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; "<span style="font-weight: bold;">&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;</span>" &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1086; &#1089;&#1080;&#1089;&#1090;&#1089;&#1077;&#1084;&#1077;:
&#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088;, &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1086;&#1087;&#1077;&#1088;&#1072;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080; &#1080; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072; &#1085;&#1072;
&#1076;&#1080;&#1089;&#1082;&#1072;&#1093;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1053;&#1072; &#1079;&#1072;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; "<span style="font-weight: bold;">&#1056;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099;</span>" &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; &#1089;&#1074;&#1086;&#1076;&#1085;&#1072;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1094;&#1080;&#1103; &#1086; &#1079;&#1072;&#1075;&#1088;&#1091;&#1078;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088;&#1072;, &#1087;&#1072;&#1084;&#1103;&#1090;&#1080; &#1080; &#1089;&#1077;&#1090;&#1080;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1053;&#1072; &#1079;&#1072;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; "<span style="font-weight: bold;">&#1055;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1099;</span>" &#1088;&#1072;&#1089;&#1096;&#1080;&#1092;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1079;&#1072;&#1082;&#1083;&#1072;&#1076;&#1082;&#1080; "&#1056;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099;". &#1053;&#1072; &#1085;&#1077;&#1081;
&#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1079;&#1072;&#1087;&#1091;&#1097;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1074; &#1080; &#1082;&#1072;&#1082;&#1080;&#1077; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099; &#1086;&#1085;&#1080;
&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1103;&#1102;&#1090;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1053;&#1072; &#1079;&#1072;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; "<span style="font-weight: bold;">&#1060;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;</span>" &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1086;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1078;&#1077;&#1089;&#1090;&#1082;&#1080;&#1077; &#1076;&#1080;&#1089;&#1082;&#1080; &#1080; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1099;
&#1078;&#1077;&#1089;&#1090;&#1082;&#1080;&#1093; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074; &#1080;&#1084;&#1077;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; &#1080; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072;&#1085;&#1103;&#1090;&#1086;&#1075;&#1086; &#1080; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1075;&#1086;
&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1072; &#1085;&#1072; &#1082;&#1072;&#1078;&#1076;&#1086;&#1084; &#1080;&#1079; &#1085;&#1080;&#1093;.<br>
</div>

<h3><a name="p4"></a>
GParted</h3>

<div style="text-align: justify;">
&#1059;&#1090;&#1080;&#1083;&#1080;&#1090;&#1072; &#1076;&#1083;&#1103; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074;&#1099;&#1084;&#1080; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1072;&#1084;&#1080;. &#1054;&#1085;&#1072; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1084;&#1077;&#1085;&#1102;
<span style="font-weight: bold;">&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; -&gt; &#1040;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; -&gt; gparted</span>. &#1055;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100;
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1099;, &#1091;&#1076;&#1072;&#1083;&#1103;&#1090;&#1100; &#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1080;&#1093; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;.<br>
</div>

<br>
<div style="text-align: center;"><img src="img/gparted.png" alt="gparted.png"><br>
</div>
<br>
<div style="text-align: justify;">
&#1055;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1101;&#1090;&#1086;&#1081; &#1091;&#1090;&#1080;&#1083;&#1080;&#1090;&#1086;&#1081; &#1085;&#1091;&#1078;&#1085;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077;&#1081; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;,
&#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; &#1087;&#1088;&#1080; &#1084;&#1072;&#1085;&#1080;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1089; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1072;&#1084;&#1080; &#1085;&#1072; &#1078;&#1077;&#1089;&#1090;&#1082;&#1080;&#1093; &#1076;&#1080;&#1089;&#1082;&#1072;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;
&#1088;&#1080;&#1089;&#1082; &#1087;&#1086;&#1090;&#1077;&#1088;&#1103;&#1090;&#1100; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077;. &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1087;&#1088;&#1077;&#1078;&#1076;&#1077; &#1095;&#1077;&#1084; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1084;&#1077;&#1085;&#1103;&#1090;&#1100;, &#1089;&#1076;&#1077;&#1083;&#1072;&#1081;&#1090;&#1077;
&#1088;&#1077;&#1079;&#1077;&#1088;&#1074;&#1085;&#1091;&#1102; &#1082;&#1086;&#1087;&#1080;&#1102; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1080; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;. (&#1089;&#1084;. &#1088;&#1072;&#1079;&#1076;&#1077;&#1083; "<a onclick='parent.obj.go_to("8",true,event)' href="null">&#1057;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1088;&#1077;&#1079;&#1077;&#1088;&#1074;&#1085;&#1099;&#1093; &#1082;&#1086;&#1087;&#1080;&#1081;
&#1080; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1087;&#1088;&#1080; &#1089;&#1073;&#1086;&#1103;&#1093;</a>").<br>
</div>

<h3><a name="p5"></a>
&#1069;&#1084;&#1091;&#1083;&#1103;&#1090;&#1086;&#1088; &#1090;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083;&#1072;</h3>

<div style="text-align: justify;">
&#1069;&#1084;&#1091;&#1083;&#1103;&#1090;&#1086;&#1088; &#1090;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083;&#1072; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1084;&#1077;&#1085;&#1102; <span style="font-weight: bold;">&#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; -&gt; &#1057;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1077; -&gt;
&#1058;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083;</span>. &#1055;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1091; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1085;&#1086;&#1081; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080;.<br>
</div>

<h3><a name="p6"></a>
&#1058;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1099;&#1081; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;</h3>

<div style="text-align: justify;">
&#1055;&#1088;&#1086;&#1089;&#1090;&#1077;&#1081;&#1096;&#1080;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1099;&#1081; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; <span style="font-weight: bold;">gedit</span> &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1084;&#1077;&#1085;&#1102; <span style="font-weight: bold;">&#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; -&gt; &#1057;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1077; -&gt; &#1058;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1099;&#1081; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;</span>.<br>
</div>
<h3><a name="p7"></a>
&#1052;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081;<br>
</h3>

<div style="text-align: justify;">
&#1063;&#1077;&#1088;&#1077;&#1079; &#1084;&#1077;&#1085;&#1102; <span style="font-weight: bold;">&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; -&gt; &#1040;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; -&gt; &#1052;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1087;&#1072;&#1082;&#1077;&#1090;&#1086;&#1074;
Synaptic</span> &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1086;&#1088;&#1080;&#1102; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1103;
LVA &#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1090;&#1100; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1083;&#1102;&#1073;&#1086;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1080;&#1079; &#1101;&#1090;&#1086;&#1075;&#1086;
&#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1086;&#1088;&#1080;&#1103;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1101;&#1090;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;. &#1057;&#1077;&#1088;&#1074;&#1077;&#1088;
&#1089;&#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1086;&#1087;&#1090;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086; &#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;
&#1080;&#1079;&#1083;&#1080;&#1096;&#1085;&#1077; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1090;&#1100; &#1085;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1091;.<br>
</div>

<h2><a name="p8"></a>
&#1056;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;</h2>

<div style="text-align: justify;">
&#1052;&#1077;&#1085;&#1102; "<span style="font-weight: bold;">&#1055;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076;</span>" &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1086; &#1076;&#1083;&#1103; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &#1082; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1084; &#1095;&#1072;&#1089;&#1090;&#1103;&#1084; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081;
&#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1082; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1084; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1084; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1086;&#1074; &#1074; &#1089;&#1077;&#1090;&#1080;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1055;&#1088;&#1080; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1080; &#1083;&#1102;&#1073;&#1086;&#1075;&#1086; &#1080;&#1079; &#1087;&#1091;&#1085;&#1082;&#1090;&#1086;&#1074; &#1101;&#1090;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1102; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1081;
&#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; <span style="font-weight: bold;">Nautilus</span>, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1084;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1099;
&#1086;&#1090;&#1082;&#1088;&#1099;&#1083;&#1080;.<br>
</div>

<ul>
  <li>
&#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; "<span style="font-weight: bold;">&#1044;&#1086;&#1084;&#1072;&#1096;&#1085;&#1103;&#1103; &#1087;&#1072;&#1087;&#1082;&#1072;</span>" &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1103;&#1103; &#1087;&#1072;&#1087;&#1082;&#1072; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1086;&#1090; &#1080;&#1084;&#1077;&#1085;&#1080; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1073;&#1099;&#1083; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085; &#1074;&#1093;&#1086;&#1076; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;.</li>
  <li>
&#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; "<span style="font-weight: bold;">&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083;</span>" &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076;&#1087;&#1072;&#1087;&#1082;&#1072; Desktop &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1077;&#1081; &#1087;&#1072;&#1087;&#1082;&#1080; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;</li>
  <li>
&#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; "<span style="font-weight: bold;">&#1050;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;</span>" &#1074; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1084; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1089;&#1077;&#1074;&#1076;&#1086;&#1087;&#1072;&#1087;&#1082;&#1072;, &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1072;&#1103; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1076;&#1080;&#1089;&#1082;&#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;.</li>
  <li>
&#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; "<span style="font-weight: bold;">&#1057;&#1077;&#1090;&#1100;</span>" &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1057;&#1077;&#1090;&#1077;&#1074;&#1086;&#1077; &#1086;&#1082;&#1088;&#1091;&#1078;&#1077;&#1085;&#1080;&#1077;, &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1097;&#1077;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1089;&#1077;&#1090;&#1080;.</li>
</ul>

<div style="text-align: justify;">
&#1058;&#1072;&#1082;&#1078;&#1077; &#1074; &#1084;&#1077;&#1085;&#1102; "&#1055;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076;" &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090;&#1099;, &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077;
&#1074;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1084; &#1074;&#1085;&#1077;&#1096;&#1085;&#1080;&#1084; &#1085;&#1072;&#1082;&#1086;&#1087;&#1080;&#1090;&#1077;&#1083;&#1103;&#1084;. &#1042;&#1089;&#1077; &#1086;&#1085;&#1080; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1103;&#1090; &#1082; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1080; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1102;:
&#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1072;&#1103;
&#1087;&#1072;&#1087;&#1082;&#1072; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1042;&#1086;&#1090;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;, &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1081; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1084;&#1086;&#1077; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1077;&#1081; &#1087;&#1072;&#1087;&#1082;&#1080; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; root:<br>
</div>

<br>
<div style="text-align: center;"><img style="width: 731px; height: 454px;" src="img/rootfolder.png" alt="rootfolder.png"><br>
</div>
<br>
<div style="text-align: justify;">
&#1060;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1076;&#1074;&#1077; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;: &#1089;&#1087;&#1088;&#1072;&#1074;&#1072; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1090;&#1077;&#1082;&#1091;&#1097;&#1072;&#1103;
&#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1072;&#1103; &#1087;&#1072;&#1087;&#1082;&#1072;, &#1072; &#1089;&#1083;&#1077;&#1074;&#1072; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1084;&#1077;&#1089;&#1090;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080;. &#1042;
&#1095;&#1072;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080; &#1074; &#1082;&#1086;&#1088;&#1077;&#1085;&#1100; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1084;&#1077;&#1089;&#1090;&#1086;
"<span style="font-weight: bold;">&#1060;&#1072;&#1081;&#1083;&#1086;&#1074;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;</span>".<br>
</div>

<h3><a name="p9"></a>
&#1057;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1072; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;</h3>

<div style="text-align: justify; width: 902px;">
<div style="text-align: justify;">&#1046;&#1077;&#1089;&#1090;&#1082;&#1080;&#1081; &#1076;&#1080;&#1089;&#1082; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1088;&#1072;&#1079;&#1073;&#1080;&#1090; &#1085;&#1072; &#1076;&#1074;&#1072;
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1072;: &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083; &#1082;&#1086;&#1088;&#1085;&#1077;&#1074;&#1086;&#1081;, &#1086;&#1085;
&#1087;&#1088;&#1080;&#1084;&#1086;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1082; &#1090;&#1086;&#1095;&#1082;&#1077; "/". &#1053;&#1072; &#1085;&#1077;&#1084; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;. &#1055;&#1072;&#1087;&#1082;&#1080;
bin, boot, cdrom, dev, etc, lib, media, mnt, opt proc, sbin, selinux,
srv, sys tmp, usr &#1080; var &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1090;&#1089;&#1103; &#1082; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077;. &#1055;&#1072;&#1087;&#1082;&#1072; home
&#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1072;&#1084;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077; &#1085;&#1077; &#1087;&#1072;&#1087;&#1082;&#1086;&#1081; &#1072; &#1089;&#1089;&#1099;&#1083;&#1082;&#1086;&#1081; &#1085;&#1072; &#1087;&#1072;&#1087;&#1082;&#1091; /data/home (&#1089;&#1084;.
&#1085;&#1080;&#1078;&#1077;). &#1055;&#1072;&#1087;&#1082;&#1072; root &#1101;&#1090;&#1086; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1103;&#1103; &#1087;&#1072;&#1087;&#1082;&#1072; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; root. &#1055;&#1072;&#1087;&#1082;&#1072;
lost+found &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1087;&#1091;&#1089;&#1090;&#1072;&#1103;, &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1080; &#1078;&#1077;&#1089;&#1090;&#1082;&#1086;&#1075;&#1086; &#1076;&#1080;&#1089;&#1082;&#1072;, &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1092;&#1072;&#1081;&#1083;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1101;&#1090;&#1086;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077;
&#1091;&#1076;&#1072;&#1083;&#1086;&#1089;&#1100; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;<br>
</div>
<br>
<div style="text-align: justify;">&#1042;&#1090;&#1086;&#1088;&#1086;&#1081; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085; &#1076;&#1083;&#1103; &#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;. &#1054;&#1085; &#1087;&#1088;&#1080;&#1084;&#1086;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1082;
&#1082;&#1086;&#1088;&#1085;&#1077;&#1074;&#1086;&#1081; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077; &#1074; &#1074;&#1080;&#1076;&#1077; &#1087;&#1072;&#1087;&#1082;&#1080; <span style="font-weight: bold;">data</span>. &#1042;&#1085;&#1091;&#1090;&#1088;&#1080; &#1101;&#1090;&#1086;&#1081; &#1087;&#1072;&#1087;&#1082;&#1080;
&#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1087;&#1072;&#1087;&#1082;&#1080; <span style="font-weight: bold;">home</span> &#1080; <span style="font-weight: bold;">share</span>.
&#1042; &#1087;&#1072;&#1087;&#1082;&#1077; home &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1077; &#1087;&#1072;&#1087;&#1082;&#1080; &#1074;&#1089;&#1077;&#1093; &#1079;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077;
&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;. &#1042; &#1087;&#1072;&#1087;&#1082;&#1077; share &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1074;&#1089;&#1077; &#1086;&#1073;&#1097;&#1080;&#1077; &#1087;&#1072;&#1087;&#1082;&#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;,
&#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1077; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1072;&#1084; &#1087;&#1086; &#1089;&#1077;&#1090;&#1080;. &#1042; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1089;&#1090;&#1086;&#1083;&#1072; &#1074;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1077;&#1090;&#1077; &#1087;&#1088;&#1103;&#1084;&#1086;&#1081;
&#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082;&#1086; &#1074;&#1089;&#1077;&#1084;
&#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1086;&#1073;&#1097;&#1080;&#1093; &#1087;&#1072;&#1087;&#1086;&#1082;. &#1057; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1080;&#1079; &#1084;&#1077;&#1085;&#1102; &#1080;&#1083;&#1080; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102;
&#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1102; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080; &#1084;&#1099;&#1096;&#1080; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1077;
&#1087;&#1072;&#1087;&#1082;&#1080;, &#1087;&#1077;&#1088;&#1077;&#1080;&#1084;&#1077;&#1085;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080; &#1091;&#1076;&#1072;&#1083;&#1103;&#1090;&#1100; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077;, &#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072;
&#1074;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1100; &#1080;&#1083;&#1080; &#1079;&#1072;&#1075;&#1088;&#1091;&#1078;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1080;&#1079; &#1074;&#1085;&#1077;&#1096;&#1085;&#1080;&#1093;
&#1080;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1086;&#1074;.<br>
</div>
</div>

<br>
<div style="text-align: justify;">
&#1054;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1103; &#1087;&#1072;&#1087;&#1082;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1085;&#1099; &#1086;&#1073;&#1097;&#1080;&#1084;&#1080; &#1080;&#1084;&#1077;&#1081;&#1090;&#1077; &#1074; &#1074;&#1080;&#1076;&#1091;, &#1095;&#1090;&#1086; &#1101;&#1090;&#1080;
&#1078;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1085;&#1091;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1090;&#1086;&#1084; &#1089;&#1080;&#1085;&#1093;&#1088;&#1086;&#1085;&#1085;&#1086; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100; &#1080; &#1074; &#1055;&#1072;&#1085;&#1077;&#1083;&#1080;
&#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1086;&#1084;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1087;&#1077;&#1088;&#1077;&#1080;&#1084;&#1077;&#1085;&#1086;&#1074;&#1072;&#1083;&#1080; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077; &#1087;&#1072;&#1087;&#1082;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103;
&#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; &#1085;&#1072; &#1055;&#1072;&#1085;&#1077;&#1083;&#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1074; &#1087;&#1091;&#1090;&#1080; &#1082; &#1082;&#1072;&#1082;&#1086;&#1081;-&#1083;&#1080;&#1073;&#1086; &#1086;&#1073;&#1097;&#1077;&#1081; &#1087;&#1072;&#1087;&#1082;&#1077;, &#1101;&#1090;&#1086;&#1090; &#1087;&#1091;&#1090;&#1100;
&#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1077; &#1087;&#1077;&#1088;&#1077;&#1080;&#1084;&#1077;&#1085;&#1091;&#1077;&#1090;&#1089;&#1103;, &#1077;&#1075;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1074; &#1055;&#1072;&#1085;&#1077;&#1083;&#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;
&#1074;&#1088;&#1091;&#1095;&#1085;&#1091;&#1102;, &#1080;&#1085;&#1072;&#1095;&#1077; &#1101;&#1090;&#1072; &#1086;&#1073;&#1097;&#1072;&#1103; &#1087;&#1072;&#1087;&#1082;&#1072; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1072; &#1074; &#1057;&#1077;&#1090;&#1077;&#1074;&#1086;&#1084; &#1086;&#1082;&#1088;&#1091;&#1078;&#1077;&#1085;&#1080;&#1080;.<br>
</div>

<h2><a name="p10"></a>
&#1047;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1089; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1084; &#1089;&#1090;&#1086;&#1083;&#1086;&#1084;</h2>

<div style="text-align: justify;">&#1044;&#1083;&#1103; &#1074;&#1099;&#1093;&#1086;&#1076;&#1072; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; <span style="font-weight: bold;">&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; -&gt; &#1047;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1080;&#1077; &#1089;&#1077;&#1072;&#1085;&#1089;&#1072;
&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;</span> &#1080;&#1079; &#1084;&#1077;&#1085;&#1102;. &#1044;&#1072;&#1083;&#1077;&#1077; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; "<span style="font-weight: bold;">&#1047;&#1072;&#1074;&#1077;&#1088;&#1096;&#1080;&#1090;&#1100; &#1089;&#1077;&#1072;&#1085;&#1089;</span>". &#1045;&#1089;&#1083;&#1080; &#1074;&#1099;
&#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1083;&#1080;&#1089;&#1100; &#1082; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1084;&#1091; &#1089;&#1090;&#1086;&#1083;&#1091; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1085;&#1086;, &#1090;&#1086; &#1086;&#1082;&#1085;&#1086; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1072; FreeNX
&#1079;&#1072;&#1082;&#1088;&#1086;&#1077;&#1090;&#1089;&#1103;.<br>
</div>

<br>
<div style="text-align: justify;">
&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090;&#1077; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;, &#1090;&#1086; &#1087;&#1088;&#1080; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1080;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099;
&#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1089;&#1090;&#1086;&#1083;&#1072;, &#1074;&#1099; &#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1077;&#1089;&#1100; &#1074; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1085;&#1091;&#1102; &#1089;&#1090;&#1088;&#1086;&#1082;&#1091; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1081;&#1090;&#1080; &#1080;&#1079;
&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1085;&#1086;&#1081; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080;, &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; <span style="font-weight: bold;">exit</span>.<br>
</div>

<br>
<br>
<br>
<br>
</body></html>